{
    "Mentha canadensis": {
        "discipline": "plantes",
        "titre": "Mentha canadensis",
        "contenu": "La Menthe du Canada (Mentha canadensis L.) est une espèce de menthe de la famille des Lamiacées1, originaire d'Amérique du nord et d'Asie orientale dont les formes cultivées répandues dans le monde ont reçu des noms différents suivant leur origine : menthe américaine, menthe du Japon, menthe (des champs) de Chine (en anglais American wild mint, cornmint, Japanese mint etc.).\r\n\r\nElle est proche de la menthe des champs Mentha arvensis originaire d'Europe mais contrairement à celle-ci, elle est très riche en menthol, un arôme naturel utilisé pour aromatiser les cigarettes, les boissons, pour l'hygiène buccale, les cosmétiques et l'industrie pharmaceutique. Les cultivars de menthe du Japon sont très cultivés en Asie car ils fournissent la principale source commerciale pour la production de (-)-menthol naturel2.",
        "auteur": "root",
        "id": 1
    },
    "Matsushima": {
        "discipline": "Géo",
        "titre": "Matsushima",
        "contenu": "Le Entsū-in (円通院?) est un temple de l'école Myōshin-ji du Bouddhisme Zen Rinzai situé dans la ville de Matsushima, préfecture de Miyagi au Japon. Il est fondé près du Zuigan-ji en l'honneur du petit-fils de Date Masamune. Son mausolée de 1647, décoré de motifs inspirés par les contacts avec l'Occident est désigné bien culturel important. Il existe également un jardin japonais attribué à Kobori Enshū1.",
        "auteur": "root",
        "id": 2
    },
    "Anyós": {
        "discipline": "Géo",
        "titre": "Anyós",
        "contenu": "Anyós (prononcé [əˈɲos] en catalan et localement [aˈɲos]), est un village d'Andorre situé dans la paroisse de La Massana, à un kilomètre de la ville de La Massana, qui comptait 853 habitants en 2012.\r\n\r\nAnyós abrite l'Església de Sant Cristòfol d'Anyós, construite au XIIe siècle, en l'honneur de Sant Cristòfol (saint patron du village). Elle est classée édifice protégé d'Andorre. Le village d'Anyós est relié à la route CG-3 par l'intermédiaire de la route CS-310. Le pont d'Anyós est située à proximité du village.\r\n\r\nLa fête du village a lieu chaque 10 juillet.",
        "auteur": "root",
        "id": 3
    },
    "Picodon": {
        "discipline": "Alimentation",
        "titre": "Picodon",
        "contenu": "Le picodon est un fromage au lait de chèvre à pâte molle et à croûte naturelle produit dans un vaste territoire constitué par les Cévennes ardéchoises, une partie de la vallée du Rhône et les Préalpes drômoises en France. Il pèse entre 45 à 90 grammes et est en forme de disque plat aux bords arrondis1. Il bénéficie d'une appellation d'origine contrôlée depuis 1983 et d'une appellation d'origine protégée.",
        "auteur": "root",
        "id": 4
    },
    "Lobau": {
        "discipline": "Géo",
        "titre": "Lobau",
        "contenu": "La Lobau est une zone marécageuse du Danube de 2300 hectares, soit 23 km2, située pour sa rive nord à Vienne et pour l'autre partie à Großenzersdorf, Basse-Autriche. Depuis 1996, l´espace fait partie du parc national Donau-Auen. Une \"Au\", est un marécage formé par les plus récents dépôt de gravats du Danube. Les reliefs sont créés par d´anciens bras du fleuve. Étymologiquement son nom signifie « bois dans l'eau ». La Lobau est entretenue aujourd´hui par la MA 49, administration des forêts et de l´agriculture1.\r\n\r\nEn 1977, la Lobau a été reconnue sur 1037 ha réserve de biosphère par l'Unesco2.",
        "auteur": "root",
        "id": 5
    },
    "olhljhsqljdhljq": {
        "discipline": "jlkjlkjlkjqsd",
        "titre": "olhljhsqljdhljq",
        "contenu": "#hkjsrhtkjhdg\r\n##ljhdsljkg\r\n\r\n| Titre 1       |     Titre 2     |   Titre 3      |\r\n| ------------- | -------------   | ---------      |\r\n| Colonne       |     Colonne     |      Colonne   |\r\n| Alignée à     |      Alignée au |     Alignée à  |\r\n| Gauche        |      Centre     |      Droite    |",
        "auteur": "root",
        "id": 6
    },
    "aaa": {
        "discipline": "test",
        "titre": "aaa",
        "contenu": "testtesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttesttest",
        "auteur": "root",
        "id": 624715,
        "upvotes": [],
        "downvotes": []
    },
    "Titre": {
        "discipline": "douzfh",
        "titre": "Titre",
        "contenu": "qhdsqkjdhkjhqhdsqkjdhkjhqhdsqkjdhkjhqhdsqkjdhkjhqhdsqkjdhkjhqhdsqkjdhkjhqhdsqkjdhkjhqhdsqkjdhkjhqhdsqkjdhkjhqhdsqkjdhkjhqhdsqkjdhkjh",
        "auteur": "root",
        "id": 634326,
        "upvotes": [],
        "downvotes": []
    },
    "pkjezpj": {
        "discipline": "pojspfj",
        "titre": "pkjezpj",
        "contenu": "psdfposdpfjsdf",
        "auteur": "root",
        "id": 372542,
        "upvotes": [],
        "downvotes": []
    },
    "Yearning": {
        "discipline": "Musique",
        "titre": "Yearning",
        "contenu": "Le groupe est initialement formé en 1994 sous le nom Flegeton. La formation originale comprend Juhani Palomäki (guitare et chant) et Toni Kristian (batterie). Le groupe commence ses propres compositions puis recrute Tero Kalliomäki à la guitare. Peu après, Flegeton enregistre une démo quatre titres intitulée Through the Desolate Lands, qui ne sera que très peu distribué. En juillet 1995, Flegeton, aux côtés d'un nouveau bassiste, Mr. Woodland (aka Petri Salo), entre aux studios MDM pour enregistrer la démo The Temple of Sagal qui attire l'intérêt du label français Holy Records.\r\n\r\nEn février 1996, le groupe entre aux Tico-Tico Studios pour enregistrer de nouvelles chansons. À cette période, ils se rebaptisent Yearning. Ils enregistrent aussi la chanson Autumn Funeral lors des sessions, qui est incluse dans la compilation The Holy Bible, publiée par Holy Records. Entre le 16 et le 29 septembre 1996, Yearning enregistre son premier album, With Tragedies Adorned, aux Tico-Tico Studios. L'album est produit par Ahti Kortelainen1, et publié le 28 février 1997.\r\n\r\nLe groupe entre encore en studio du 18 au 19 octobre 1997 pour enregistrer une reprise de la chanson Eternal de Paradise Lost, qui apparaîtra sur l'album dédié au groupe publié par Holy Records. Ils effectuent ensuite leur première tournée européenne entre décembre 1997 et janvier 1998 avec les groupes Nightfall et Sup. En août et septembre 1998, Yearning entre de nouveaux aux Tico-Tico Studios pour enregistrer un deuxième album, Plaintive Scenes, qui sera publié en février 1999. 1999 marque aussi le départ de trois membres, le guitariste Tero Kalliomäki, le bassiste Mr. Woodland, et la flutiste et chanteuse Lady Tiina Ahonen, pour divergences musicales. Après plusieurs combats1, la formation de Yearning comprend désormais Juhani Palomäki au chant, à la guitare, à la basse, et aux claviers, et de Toni Kristian toujours aux percussions. La nouvelle formation entre aux Tico Tico Studios en mai 2000 pour son troisième album, Frore Meadow. Leur style musical s'oriente désormais vers le rock progressif, le metal gothique, et la musique classique. Frore Meadow est publié le 15 janvier 2001 chez Holy Records. Yearning doit aussi recrute des membres live : Matti S. à la guitare, Jani Loikas à la basse, et Jouni Jormanainen (Jouni Huttunen depuis 2007) aux claviers. En 2001, Yearning tourne aussi en France avec Gloomy Grim et Misanthrope.\r\n\r\nYearning ne joue plus activement jusqu'en 2002, mais compose de nouvelles chansons entretemps. Ils publieront alors leur quatrième album, Evershade. L'album est enregistré en juin 2003 auc Astia Studios avec Anssi Kippo comme coproducteur. Evershade est publié en fin septembre 2003. Yearning joue deux fois sur scène après la sortie de l'album, lors d'un concert à Helsinki, et un autre dans leur ville natale, à Riihimäki. Après la sortie de Evershade, le contrat avec Holy Records arrive à échéance, laissant Yearning sans mabel. Le groupe négocie alors avec plusieurs labels, dont Holy Records, mais sans résultat satisfaisant. À cette période, Yearning reste inactif, ne jouant sur scène qu'à très peu d'occasion – partiellement parce que Toni Kristian était confronté à des problèmes de drogue. Malgré les difficultés, le groupe réussit à enregistrer et à négocier un contrat. Finalement, Toni Kristian est remplacé par Aki Kuusinen, et un contrat pour un album est accepté par Holy Records. À ce stade, Yearning entre au D-studio, à Klaukkala en Finlande, avec l'ingénieur-son Olli Haaranen (aussi guitariste de Colosseum) pour enregistrer un cinquième album, Merging into Landscapes. Les enregistrements s'effectuent du 3 au 27 mars 2007. L'album est mixé par Jarno Hänninen et masterisé à l'Elektra Mastering. Il fait participer Tiina Sitomaniemi, qui chante sur Plaintive Scenes, et Tuukka Koskinen, de Saattue et Let Me Dream. Merging into Landscapes est publié le 1er juillet 2007.\r\n\r\nJuhani Palomäki décède le 15 mai 20102. À partir de ce moment, le groupe décide de ne pas continuer l'aventure.",
        "auteur": "seb",
        "id": 821869,
        "upvotes": [],
        "downvotes": []
    }
}